# 1. Поработайте с переменными, создайте несколько, выведите
# на экран, запросите у пользователя несколько чисел и строк и сохраните в переменные, выведите на экран.

# 1. Задание

a = 2
b = 1.0
c = ("Привет")
d = ("Мир")
e = 3
    # решение задания с вводом пользователя
# a = int(input("Введите число int: "))
# b = float(input("Введите Число float: "))
# c = str(input("Введите слово: "))
# d = str(input("Введите слово: "))
# c = int(input("Введите число: "))
result = a, b, c, d, e
print("Вы ввели: ", result)
